{
  "product": {
    "name": "Biznex",
    "overview_en": "Biznex is a next-generation business OS built to help founders launch and manage U.S. companies in one place. From legal formation to daily operations, compliance, team tools, banking, CRM, tax, cloud storage, and more — everything connects seamlessly in a single platform. Start lean, scale fast, and stay compliant.",
    "overview_es": "Biznex es un sistema operativo empresarial de nueva generación diseñado para que fundadores puedan lanzar y gestionar compañías en EE. UU. desde un solo lugar. Desde la formación legal hasta las operaciones diarias, cumplimiento, herramientas de equipo, banca, CRM, impuestos, almacenamiento en la nube y más — todo conectado de forma fluida en una sola plataforma. Comienza simple, escala rápido y mantén todo en regla."
  },
  "features": [
    {
      "id": "formation_llc",
      "title_en": "LLC Formation",
      "title_es": "Formación de LLC",
      "short_description_en": "Form an LLC in any U.S. state with the required filings.",
      "short_description_es": "Forma una LLC en cualquier estado de EE. UU. con los trámites necesarios.",
      "description_en": "Full-service formation for Limited Liability Companies: preparation and filing of formation documents, state registration and follow-up until the entity is active. Part of the unified Biznex formation suite.",
      "description_es": "Formación completa de Sociedades de Responsabilidad Limitada: preparación y presentación de documentos, registro estatal y seguimiento hasta que la entidad quede activa. Parte de la suite de formación de Biznex.",
      "stage": "in_progress_v1",
      "why_it_matters_en": "LLC formation removes legal friction so founders can start operations fast and with liability protection — a mandatory first step for many investors, banks and partners.",
      "why_it_matters_es": "La formación de la LLC elimina fricción legal para que los fundadores comiencen a operar rápido y con protección de responsabilidad — es un paso obligatorio para bancos, inversores y partners."
    },
    {
      "id": "formation_corporation",
      "title_en": "Corporation Formation",
      "title_es": "Formación de Corporación",
      "short_description_en": "Incorporate as C-Corp or S-Corp with all initial documents.",
      "short_description_es": "Incorpora como C-Corp o S-Corp con todos los documentos iniciales.",
      "description_en": "Incorporation service for C-Corps and S-Corps: articles, bylaws, and initial filings delivered as part of the Biznex formation flow.",
      "description_es": "Servicio de incorporación para C-Corps y S-Corps: artículos, estatutos y presentaciones iniciales incluidos en el flujo de formación de Biznex.",
      "stage": "in_progress_v1",
      "why_it_matters_en": "Proper corporation setup (C- or S-Corp) is essential for fundraising, equity structures and tax planning — getting it right early avoids costly legal and tax fixes later.",
      "why_it_matters_es": "Una incorporación correcta (C- o S-Corp) es clave para levantamiento de capital, estructura de equity y planificación fiscal — hacerlo bien desde el inicio evita correcciones legales y fiscales costosas."
    },
    {
      "id": "formation_nonprofit",
      "title_en": "Non-Profit Formation",
      "title_es": "Formación de Organismo Sin Fines de Lucro",
      "short_description_en": "Register a 501(c)(3) nonprofit with guided filings.",
      "short_description_es": "Registra una 501(c)(3) con guía en los trámites.",
      "description_en": "Guided formation for 501(c)(3) nonprofits — state incorporation and federal exemption support integrated into the Biznex platform.",
      "description_es": "Formación guiada para 501(c)(3): incorporación estatal y soporte para la exención federal, integrado en la plataforma Biznex.",
      "stage": "in_progress_v1",
      "why_it_matters_en": "Nonprofit formation unlocks grant, tax-exempt status and donor trust — Biznex simplifies the complex legal path so mission-driven organizations can focus on impact.",
      "why_it_matters_es": "La formación de nonprofits desbloquea subvenciones, estatus fiscal y confianza de donantes — Biznex simplifica el camino legal complejo para que las organizaciones se centren en su impacto."
    },
    {
      "id": "ein_tax_id",
      "title_en": "EIN / Tax ID",
      "title_es": "EIN / Identificación Fiscal",
      "short_description_en": "Get your official EIN from the IRS quickly and securely.",
      "short_description_es": "Obtén tu EIN oficial del IRS de forma rápida y segura.",
      "description_en": "Automated application and issuance of Employer Identification Numbers (EIN) through official IRS channels — integrated into company formation flows.",
      "description_es": "Solicitud automatizada y obtención del EIN a través de canales oficiales del IRS — integrado en los flujos de formación de la empresa.",
      "stage": "in_progress_v1",
      "why_it_matters_en": "An EIN is required for hiring, opening business bank accounts and filing taxes — automating it removes a common early blocker for new companies.",
      "why_it_matters_es": "El EIN es necesario para contratar, abrir cuentas bancarias empresariales y presentar impuestos — automatizarlo elimina una barrera temprana habitual."
    },
    {
      "id": "registered_agent",
      "title_en": "Registered Agent Service",
      "title_es": "Servicio de Agente Registrado",
      "short_description_en": "Appoint a registered agent to receive legal notices and stay compliant.",
      "short_description_es": "Nómina un agente registrado para recibir notificaciones y cumplir requisitos.",
      "description_en": "Registered agent service to receive legal mail, forward notices and help maintain state compliance — fully managed as part of Biznex operations.",
      "description_es": "Servicio de agente registrado que recibe correo legal, reenvía notificaciones y ayuda a mantener cumplimiento estatal — gestionado desde Biznex.",
      "stage": "in_progress_v1",
      "why_it_matters_en": "A reliable registered agent ensures you never miss legal notices or compliance deadlines — critical to keep a company in good standing and avoid penalties.",
      "why_it_matters_es": "Un agente registrado fiable evita que pierdas notificaciones legales o plazos de cumplimiento — crítico para mantener la compañía en buen estado y evitar sanciones."
    },
    {
      "id": "dba_trade_name",
      "title_en": "DBA / Trade Name",
      "title_es": "DBA / Nombre Comercial",
      "short_description_en": "Register a DBA so your business can operate under a brand name.",
      "short_description_es": "Registra un DBA para operar bajo un nombre comercial.",
      "description_en": "DBA filing service to register your business name at the state/county level — included in the platform’s filing hub.",
      "description_es": "Servicio de registro de DBA para inscribir tu nombre comercial a nivel estatal/condado — incluido en el panel de trámites.",
      "stage": "in_progress_v1",
      "why_it_matters_en": "DBAs let founders operate under a marketable brand without complex restructuring — important for customer trust and marketing from day one.",
      "why_it_matters_es": "El DBA permite operar bajo una marca comercial sin reestructuraciones complejas — importante para la confianza del cliente y el marketing desde el día uno."
    },
    {
      "id": "amendment_filing",
      "title_en": "Amendment Filing",
      "title_es": "Presentación de Enmiendas",
      "short_description_en": "Update entity details: name, members or address with certified filings.",
      "short_description_es": "Actualiza nombre, miembros o dirección mediante enmiendas certificadas.",
      "description_en": "Certified amendment filings for changes to your entity (name, members, address), managed through Biznex’s centralized filing workflows.",
      "description_es": "Presentación certificada de enmiendas por cambios en la entidad (nombre, miembros, dirección), gestionada desde los flujos centralizados de Biznex.",
      "stage": "in_progress_v1",
      "why_it_matters_en": "Business details change — fast, certified amendments keep records accurate for banks, investors and regulators without manual overhead.",
      "why_it_matters_es": "Los datos de la empresa cambian — las enmiendas certificadas rápidas mantienen registros precisos para bancos, inversores y reguladores sin trabajo manual."
    },
    {
      "id": "certificate_good_standing",
      "title_en": "Certificate of Good Standing",
      "title_es": "Certificado de Buen Estado",
      "short_description_en": "Request an official certificate proving your entity’s compliance.",
      "short_description_es": "Solicita un certificado oficial que pruebe el cumplimiento de la entidad.",
      "description_en": "Order official Certificates of Good Standing to prove compliance for banking, contracts or investor diligence — available in the filing hub.",
      "description_es": "Solicita Certificados de Buen Estado para acreditar cumplimiento ante bancos, contratos o due diligence de inversores — disponible en el panel de trámites.",
      "stage": "in_progress_v1",
      "why_it_matters_en": "Certificates of Good Standing are often required by banks, partners and investors — providing them instantly reduces friction in business transactions.",
      "why_it_matters_es": "Los certificados de buen estado los suelen pedir bancos, socios e inversores — entregarlos al instante reduce fricción en transacciones empresariales."
    },
    {
      "id": "outbox_email",
      "title_en": "Professional Email",
      "title_es": "Correo Profesional",
      "short_description_en": "Business email with custom domains and professional inbox tools.",
      "short_description_es": "Correo empresarial con dominio propio y herramientas de bandeja profesional.",
      "description_en": "Business-grade email connected to your company domain, integrated inbox tools and admin controls — part of the Biznex operations toolkit.",
      "description_es": "Correo empresarial con dominio corporativo, herramientas de bandeja e controles administrativos — parte del toolkit operativo de Biznex.",
      "stage": "in_progress_v1",
      "why_it_matters_en": "Professional email improves credibility with customers and investors and centralizes company communications under your domain.",
      "why_it_matters_es": "El correo profesional mejora la credibilidad con clientes e inversores y centraliza la comunicación bajo tu dominio."
    },
    {
      "id": "agenda_booking",
      "title_en": "Booking & Scheduling",
      "title_es": "Reservas y Agenda",
      "short_description_en": "Integrated calendar and booking tools to manage meetings and appointments.",
      "short_description_es": "Calendario y reservas integradas para gestionar reuniones y citas.",
      "description_en": "Schedule and calendar features to manage meetings, availability and client bookings — integrated into Biznex to streamline operations.",
      "description_es": "Funciones de calendario y reservas para gestionar disponibilidad, reuniones y citas con clientes — integradas en Biznex para agilizar operaciones.",
      "stage": "in_progress_v1",
      "why_it_matters_en": "Built-in scheduling saves time, avoids double-bookings and makes it easy for customers, investors and partners to connect with you.",
      "why_it_matters_es": "La agenda integrada ahorra tiempo, evita doble reservas y facilita que clientes, inversores y socios se conecten contigo."
    },
    {
      "id": "boardroom_governance",
      "title_en": "Corporate Governance",
      "title_es": "Gobernanza Corporativa",
      "short_description_en": "Secure boardroom for minutes, resolutions and governance workflows.",
      "short_description_es": "Sala de juntas segura para actas, resoluciones y flujos de gobernanza.",
      "description_en": "A secure governance workspace for meeting minutes, resolutions and immutable audit trails — planned as part of the corporate governance suite.",
      "description_es": "Espacio de gobernanza seguro para actas, resoluciones y trazabilidad inmutable — planificado dentro de la suite de gobernanza corporativa.",
      "stage": "planned_future",
      "why_it_matters_en": "Good governance is critical for investor trust and legal compliance — a secure boardroom centralizes records and makes audits and fundraising smoother.",
      "why_it_matters_es": "La buena gobernanza es clave para la confianza de inversores y el cumplimiento legal — una sala de juntas segura centraliza registros y facilita auditorías y rondas."
    },
    {
      "id": "books_bookkeeping",
      "title_en": "Bookkeeping",
      "title_es": "Contabilidad Básica",
      "short_description_en": "Simple bookkeeping tools to track income and expenses.",
      "short_description_es": "Herramientas básicas para llevar ingresos y gastos.",
      "description_en": "Lightweight bookkeeping tools for early-stage companies to track cash flow, categorize transactions and prepare basic reports — integrated with other Biznex tools.",
      "description_es": "Herramientas de contabilidad esencial para startups: seguimiento de caja, categorización de transacciones y reportes básicos — integradas con otras herramientas de Biznex.",
      "stage": "in_progress_v1",
      "why_it_matters_en": "Accurate bookkeeping keeps founders in control of cash, simplifies taxes and makes financial conversations with investors credible and fast.",
      "why_it_matters_es": "Una contabilidad precisa mantiene el control del flujo de caja, simplifica impuestos y hace que las conversaciones financieras con inversores sean más creíbles y rápidas."
    },
    {
      "id": "creator_collabs",
      "title_en": "Creator & Brand Collaborations",
      "title_es": "Colaboraciones con Creadores y Marcas",
      "short_description_en": "Connect creators and brands for UGC and co-marketing.",
      "short_description_es": "Conecta creadores y marcas para UGC y co-marketing.",
      "description_en": "Marketplace features to match creators with brands for content collaborations and co-marketing — planned to help businesses scale growth channels.",
      "description_es": "Funcionalidades tipo marketplace para emparejar creadores con marcas en colaboraciones de contenido y co-marketing — planificado para escalar canales de crecimiento.",
      "stage": "planned_possible_v1",
      "why_it_matters_en": "Creator collaborations accelerate growth and brand awareness without large ad budgets — connecting creators to businesses unlocks scalable marketing channels.",
      "why_it_matters_es": "Las colaboraciones con creadores aceleran el crecimiento y el reconocimiento de marca sin grandes presupuestos de publicidad — conectar creadores con empresas desbloquea canales de marketing escalables."
    },
    {
      "id": "filing_hub",
      "title_en": "Filing Hub",
      "title_es": "Panel de Trámites",
      "short_description_en": "Centralized dashboard for all entity filings and documents.",
      "short_description_es": "Panel centralizado para todos los trámites y documentos de la entidad.",
      "description_en": "A single dashboard that centralizes formation, amendments, DBAs, certificates and legal documents — the backbone of Biznex’s compliance workflow.",
      "description_es": "Un panel único que centraliza formación, enmiendas, DBAs, certificados y documentos legales — la columna vertebral del flujo de cumplimiento de Biznex.",
      "stage": "in_progress_v1",
      "why_it_matters_en": "A single filing hub reduces administrative overhead, prevents missed deadlines and gives founders a clear compliance audit trail for investors and banks.",
      "why_it_matters_es": "Un panel centralizado reduce la carga administrativa, evita plazos perdidos y ofrece un historial de cumplimiento claro para inversores y bancos."
    },
    {
      "id": "social_management",
      "title_en": "Social Network Management",
      "title_es": "Gestión de Redes Sociales",
      "short_description_en": "Schedule posts and view basic analytics for social channels.",
      "short_description_es": "Programa publicaciones y consulta analíticas básicas de redes.",
      "description_en": "Post scheduling, simple analytics and management tools to maintain a consistent social presence — planned to complement the marketing stack.",
      "description_es": "Programación de publicaciones, analíticas simples y herramientas de gestión para mantener presencia social — planificado como complemento al stack de marketing.",
      "stage": "planned_future",
      "why_it_matters_en": "Consistent social activity builds trust and discoverability; built-in scheduling and analytics save time and inform growth decisions.",
      "why_it_matters_es": "La actividad social constante genera confianza y visibilidad; la programación y analíticas integradas ahorran tiempo e informan decisiones de crecimiento."
    },
    {
      "id": "mailroom_service",
      "title_en": "Virtual Mailroom",
      "title_es": "Buzón Virtual",
      "short_description_en": "Receive physical mail, scan and forward digitally.",
      "short_description_es": "Recibe correo físico, escanéalo y reenvíalo digitalmente.",
      "description_en": "Physical mail handling with scanning, secure storage and forwarding options — designed for remote-first companies and included in Biznex operations.",
      "description_es": "Gestión de correo físico con escaneo, almacenamiento seguro y opciones de reenvío — pensado para empresas remotas e incluido en Biznex.",
      "stage": "in_progress_v1",
      "why_it_matters_en": "A virtual mailroom offers a professional business address, secure document handling and remote access to physical mail — essential for remote teams and compliance.",
      "why_it_matters_es": "Un buzón virtual brinda dirección profesional, manejo seguro de documentos y acceso remoto al correo físico — esencial para equipos remotos y cumplimiento."
    },
    {
      "id": "crm",
      "title_en": "CRM",
      "title_es": "CRM",
      "short_description_en": "Manage leads, customers and follow-ups in one place.",
      "short_description_es": "Gestiona leads, clientes y seguimientos en un solo lugar.",
      "description_en": "Light CRM to track leads, customers and communications with integrations to filing and billing modules — part of the Biznex operations layer.",
      "description_es": "CRM ligero para rastrear leads, clientes y comunicaciones con integraciones al módulo de trámites y facturación — parte de la capa operativa de Biznex.",
      "stage": "in_progress_v1",
      "why_it_matters_en": "A CRM helps founders convert and retain customers by centralizing interactions and automating follow-ups — directly impacting revenue and growth.",
      "why_it_matters_es": "Un CRM ayuda a convertir y retener clientes al centralizar interacciones y automatizar seguimientos — impactando directamente en ingresos y crecimiento."
    },
    {
      "id": "payroll",
      "title_en": "Payroll",
      "title_es": "Nómina",
      "short_description_en": "Process payroll and contractor payments.",
      "short_description_es": "Procesa nóminas y pagos a contratistas.",
      "description_en": "Payroll processing and contractor payments integrated into the platform roadmap — planned to simplify payroll and compliance for small companies.",
      "description_es": "Procesamiento de nómina y pagos a contratistas en la hoja de ruta — planificado para simplificar nómina y cumplimiento para pequeñas empresas.",
      "stage": "planned_future",
      "why_it_matters_en": "Payroll simplifies labor compliance and ensures employees/contractors are paid reliably — a must-have as teams grow beyond founders.",
      "why_it_matters_es": "La nómina simplifica el cumplimiento laboral y asegura pagos fiables a empleados/contratistas — imprescindible cuando el equipo crece."
    },
    {
      "id": "inventory_management",
      "title_en": "Inventory Management",
      "title_es": "Gestión de Inventario",
      "short_description_en": "Basic inventory and SKU tracking for small sellers.",
      "short_description_es": "Control básico de inventario y SKUs para pequeños vendedores.",
      "description_en": "Simple inventory and SKU management tools for product sellers, integrated with orders and bookkeeping — in the Biznex operations suite.",
      "description_es": "Herramientas básicas de control de inventario y SKUs para vendedores, integradas con pedidos y contabilidad — en la suite operativa de Biznex.",
      "stage": "in_progress_v1",
      "why_it_matters_en": "Inventory tracking prevents stockouts and accounting errors, improving customer experience and financial accuracy for product businesses.",
      "why_it_matters_es": "El control de inventario evita faltantes y errores contables, mejorando la experiencia del cliente y la precisión financiera para negocios con productos."
    },
    {
      "id": "cap_table",
      "title_en": "Cap Table & Equity",
      "title_es": "Cap Table y Equity",
      "short_description_en": "Manage ownership, options and equity allocations.",
      "short_description_es": "Gestiona propiedad, opciones y asignaciones de equity.",
      "description_en": "Cap table management and equity tracking for founders and investors — planned to support fundraising and equity governance.",
      "description_es": "Gestión de cap table y seguimiento de equity para fundadores e inversores — planificado para soportar rondas y gobernanza de equity.",
      "stage": "planned_future",
      "why_it_matters_en": "Accurate cap table management prevents dilution mistakes, streamlines fundraising and keeps investor relations transparent.",
      "why_it_matters_es": "Una cap table precisa evita errores de dilución, agiliza rondas y mantiene la relación con inversores transparente."
    },
    {
      "id": "banking_treasury",
      "title_en": "Banking & Treasury",
      "title_es": "Banca y Tesorería",
      "short_description_en": "Bank integrations and business account tools.",
      "short_description_es": "Integraciones bancarias y herramientas de cuenta empresarial.",
      "description_en": "Planned integrations with banking partners for business accounts, payments and treasury workflows to streamline company finances.",
      "description_es": "Integraciones planificadas con bancos para cuentas empresariales, pagos y flujos de tesorería para simplificar finanzas.",
      "stage": "planned_future",
      "why_it_matters_en": "Banking integrations reduce manual reconciliation, speed up payments and provide founders with clearer cash visibility.",
      "why_it_matters_es": "Las integraciones bancarias reducen conciliaciones manuales, aceleran pagos y ofrecen a los fundadores mayor visibilidad del efectivo."
    },
    {
      "id": "knowledge_base",
      "title_en": "Knowledge Base",
      "title_es": "Base de Conocimiento",
      "short_description_en": "Company wiki and help center to onboard founders fast.",
      "short_description_es": "Wiki y centro de ayuda para incorporar fundadores rápidamente.",
      "description_en": "A searchable company wiki and help center containing guides, templates and onboarding resources — candidate for early release.",
      "description_es": "Wiki buscable y centro de ayuda con guías, plantillas y recursos de onboarding — candidato para lanzamiento temprano.",
      "stage": "planned_possible_v1",
      "why_it_matters_en": "A knowledge base reduces support load, shortens onboarding time and helps founders use the product effectively from day one.",
      "why_it_matters_es": "Una base de conocimiento reduce la carga de soporte, acorta el onboarding y ayuda a los fundadores a usar el producto eficazmente desde el día uno."
    },
    {
      "id": "cloud_vault",
      "title_en": "Secure Cloud Vault",
      "title_es": "Cofre Cloud Seguro",
      "short_description_en": "Secure storage for contracts and sensitive company files.",
      "short_description_es": "Almacenamiento seguro para contratos y archivos sensibles.",
      "description_en": "Encrypted file storage with access controls and sharing for company documents, contracts and legal files — integrated with the filing and governance modules.",
      "description_es": "Almacenamiento cifrado con controles de acceso y compartición para documentos, contratos y archivos legales — integrado con los módulos de trámites y gobernanza.",
      "stage": "in_progress_v1",
      "why_it_matters_en": "Secure document storage protects sensitive legal and financial files, enables safe sharing and is essential for investor and regulatory trust.",
      "why_it_matters_es": "El almacenamiento seguro protege archivos legales y financieros sensibles, permite compartir con seguridad y es esencial para la confianza de inversores y reguladores."
    },
    {
      "id": "legal_templates",
      "title_en": "Legal Templates & Signing",
      "title_es": "Plantillas Legales y Firma",
      "short_description_en": "Generate legal docs from templates and sign electronically.",
      "short_description_es": "Genera documentos legales desde plantillas y firma electrónicamente.",
      "description_en": "Template-based legal document generation with e-signatures and an immutable audit trail option — part of Biznex’s compliance toolkit.",
      "description_es": "Generación de documentos legales desde plantillas con firma electrónica y opción de rastro de auditoría inmutable — parte del toolkit de cumplimiento de Biznex.",
      "stage": "in_progress_v1",
      "why_it_matters_en": "Ready-to-use legal templates and e-signatures speed up agreements, reduce legal costs and provide auditable records for compliance.",
      "why_it_matters_es": "Plantillas legales y firma electrónica aceleran acuerdos, reducen costos legales y generan registros auditable para cumplimiento."
    },
    {
      "id": "trademark_support",
      "title_en": "Trademark Support",
      "title_es": "Soporte de Marcas",
      "short_description_en": "Connect with trademark attorneys and start filings.",
      "short_description_es": "Conecta con abogados de marcas e inicia registros.",
      "description_en": "A referral and workflow system to connect founders with trademark attorneys and begin registration processes — planned to complement legal services.",
      "description_es": "Sistema de derivación y flujo para conectar fundadores con abogados de marcas e iniciar registros — planificado para complementar servicios legales.",
      "stage": "planned_possible_v1",
      "why_it_matters_en": "Trademark support protects brand identity and reduces the risk of costly disputes — important for long-term brand value and investor confidence.",
      "why_it_matters_es": "El soporte de marcas protege la identidad de la marca y reduce el riesgo de disputas costosas — importante para el valor de la marca y la confianza de inversores."
    },
    {
      "id": "taxes_integration",
      "title_en": "Taxes Assistance",
      "title_es": "Asistencia Fiscal",
      "short_description_en": "Integrations and support for basic tax filings.",
      "short_description_es": "Integraciones y soporte para declaraciones básicas.",
      "description_en": "Integration points with tax preparers and guided help for basic tax filings to reduce friction for founders — planned feature.",
      "description_es": "Puntos de integración con preparadores fiscales y ayuda guiada para declaraciones básicas para reducir fricción — característica planificada.",
      "stage": "planned_possible_v1",
      "why_it_matters_en": "Tax assistance reduces risk of errors and penalties, and saves founders time when dealing with complex multi-jurisdiction rules.",
      "why_it_matters_es": "La asistencia fiscal reduce el riesgo de errores y sanciones, y ahorra tiempo a los fundadores frente a reglas complejas y multi-jurisdiccionales."
    },
    {
      "id": "insurance_partners",
      "title_en": "Insurance Partnerships",
      "title_es": "Asociaciones de Seguros",
      "short_description_en": "Offer business insurance options via partners.",
      "short_description_es": "Ofrece opciones de seguros empresariales a través de socios.",
      "description_en": "Partnerships with insurance carriers to offer business insurance options appropriate for small companies — planned to expand risk management services.",
      "description_es": "Alianzas con aseguradoras para ofrecer opciones de seguro empresarial adecuadas para pequeñas empresas — planificado para ampliar servicios de gestión de riesgo.",
      "stage": "planned_possible_v1",
      "why_it_matters_en": "Insurance options help founders transfer risk, meet partner requirements and protect assets — crucial for sustainable operations and investor due diligence.",
      "why_it_matters_es": "Las opciones de seguro ayudan a transferir riesgo, cumplir requisitos de socios y proteger activos — crucial para operaciones sostenibles y due diligence de inversores."
    },
    {
      "id": "digital_business_card",
      "title_en": "Digital Business Card",
      "title_es": "Tarjeta de Negocios Digital",
      "short_description_en": "Create and share modern digital business cards.",
      "short_description_es": "Crea y comparte tarjetas de negocios digitales modernas.",
      "description_en": "Smart, shareable digital business cards that store contact info and company links — part of Biznex’s suite of tools to help founders present professionally.",
      "description_es": "Tarjetas digitales inteligentes y compartibles que almacenan contactos y enlaces de la empresa — parte de la suite de Biznex para ayudar a fundadores a presentarse profesionalmente.",
      "stage": "in_progress_v1",
      "why_it_matters_en": "Digital business cards make networking faster and more professional, improving first impressions with customers, partners and investors.",
      "why_it_matters_es": "Las tarjetas digitales hacen el networking más rápido y profesional, mejorando la primera impresión con clientes, socios e inversores."
    }
  ]
}
